Revit 2027 API
ParameterTypeId.RampAttrThickness Property
 "Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RampAttrThickness { get; }
Public Shared ReadOnly Property RampAttrThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RampAttrThickness {
	ForgeTypeId^ get ();
}
static member RampAttrThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace